print('Немного переменных:\n')

var_i, var_f, var_s = 7, 23.6, 'Салют !'

print(f"Первая переменная: {var_i}\n"
      f"Вторая переменная: {var_f}\n"
      f"Третья переменная: {var_s}\n\n")

numb_1 = input('Введите первое число: ')

numb_2 = input('Введите второе число: ')

str_1 = input('Введите первую строку: ')

str_2 = input('Введите вторую строку: ')

print('\n\nВаши данные:\n')

print(f"Первое число: {numb_1}\n"
      f"Второе число: {numb_2}\n"
      f"Первая строка: {str_1}\n"
      f"Вторая строка: {str_2}")